//////////////////////////////////////////////////////////////////////////////////
// LabCI Sinopac Widget - Sector Heatmap
//////////////////////////////////////////////////////////////////////////////////

// Resource - zh_CN
LabCI.WP.SctHmPageObj.PAGEOBJ_RESOURCEBUNDLE.zh_CN = {

    pagetitlebar: {
        title: "行业板块图",
        desc: "行业板块图为您提供香港及沪深股票市场于不同时期的板块表现及其他相关资讯。于版面上的板块图，板块的成交金额 / 成交量或市值以图表中的色块大小作表示。板块的表现以不同颜色代表，绿色代表表现向好，而红色则代表录得跌幅。颜色越深代表升跌幅度越大。"
    },

    mktbar: {
        HKG:  "港股",
        USA: "美股",
        TAI: "台股",
        SHH:  "上海A股",
        SHZ:  "深圳A股"
    },
    
    breakcrumb: {
        HKG:  "港股",
        USA: "美股",
        TAI: "台股",
        SHH:  "上海A股",
        SHZ:  "深圳A股"
    },

    heatmapbox: {
        rowtitle: {
            top3: "3大最好 ",
            bottom3: "3大最差 ",
            sct: "表现板块",
            stk: "股票"
        },
        sizetype: {
            am: "成交金额",
            mc: "市值"
        }
    },

    itemlist: {
        th: {
            sct: "行业板块",
            symbol: "编号",
            nm: "名称",
            ls: "现价"
        }
    },        
    dclm: {
//        HKG: "港股市场资料延迟约5分钟。<br/>最后更新于 ",
//        SHH: "上海A股市场资料延迟约20分钟。<br/>最后更新于 ",
//        SHZ: "深圳A股市场资料延迟约5分钟。<br/>最后更新于 "
        HKG: "港股延迟报价，更新于 ",
        SHH: "上海A股延迟报价，更新于 ",
        SHZ: "深圳A股延迟报价，更新于 "
    },

    msg: {
        vo: "成交量",
        am: "成交金额"
    }

};