//////////////////////////////////////////////////////////////////////////////////
// LabCI Sinopac Widget - Sector Heatmap
//////////////////////////////////////////////////////////////////////////////////

// Resource - zh_HK
LabCI.WP.SctHmPageObj.PAGEOBJ_RESOURCEBUNDLE.zh_HK = {
    pagetitlebar: {
        title: '行業板塊圖',
        desc:
            '行業板塊圖為您提供香港及滬深股票市場於不同時期的板塊表現及其他相關資訊。於版面上的板塊圖，板塊的成交金額 / 成交量或市值以圖表中的色塊大小作表示。板塊的表現以不同顏色代表，綠色代表表現向好，而紅色則代表錄得跌幅。顏色越深代表升跌幅度越大。',
    },

    mktbar: {
        HKG: '港股',
        USA: '美股',
        TAI: '台股',
        SHH: '上海A股',
        SHZ: '深圳A股',
    },

    breakcrumb: {
        HKG: '港股',
        USA: '美股',
        TAI: '台股',
        SHH: '上海A股',
        SHZ: '深圳A股',
    },

    heatmapbox: {
        rowtitle: {
            top3: '3大最好 ',
            bottom3: '3大最差 ',
            sct: '表現板塊',
            stk: '股票',
        },
        sizetype: {
            am: '成交金額',
            mc: '市值',
        },
    },

    itemlist: {
        th: {
            sct: '行業板塊',
            symbol: '編號',
            nm: '名稱',
            ls: '現價',
        },
    },
    dclm: {
        //        HKG: "港股市場資料延遲約5分鐘。<br/>最後更新於 ",
        //        SHH: "上海A股市場資料延遲約20分鐘。<br/>最後更新於 ",
        //        SHZ: "深圳A股市場資料延遲約5分鐘。<br/>最後更新於 "
        HKG: '港股延遲報價，更新於 ',
        SHH: '上海A股延遲報價，更新於 ',
        SHZ: '深圳A股延遲報價，更新於 ',
    },

    msg: {
        vo: '成交量',
        am: '成交金額',
    },
};
